
FIXTURES_PEOPLE = [
    ('10006', 'Владелец: Аристарх Павлов'),
    ('11-2', 'Владелец: Геннадий Покемонов'),
    ('0000', 'Документа с таким номером в каталоге нет'),
]

FIXTURES_SHELF = [
    ('2207 876234', 'Документ находится на полке № 1'),
    ('10006', 'Документ находится на полке № 2'),
    ('000', 'Документа с таким номером в каталоге нет'),
]

FIXTURES_ADD = [
    ('3, id, 222, Василий Пупкин', 'Документ номер 222 успешно добавлен на полку 3!'),
    ('1, id, 22-777, Иван Иванов', 'Документ номер 22-777 успешно добавлен на полку 1!'),
]

FIXTURES_DEL = [
    ('222', 'Вы удалили документ "222" из каталога и полки архива'),
    ('22-777', 'Вы удалили документ "22-777" из каталога и полки архива'),
    ('000000', 'Документа с таким номером в каталоге нет')
]